Repository: zikula-modules/BBSmile
Catalog: bbsmile/html/modules/bbsmile/locale/*/LC_MESSAGES/module_bbsmile.po
Languages: de

source: Smilies have been read from filesystem successfully.
de: Erledigt! Die Smilies wurden erfolgreich neu eingelesen.

source: The edited smilies have been saved.
de: Die bearbeiteten Smilies wurden gespeichert.

source: The path does not exists or the system cannot read it.
de: Der angegebene Pfad existiert nicht oder kann nicht gelesen werden.

source: bbsmile configuration updated
de: Die BBSmile Konfiguration wurden aktualisiert.

source: Read smilies out of the directory
de: Smilies aus Verzeichnis neu einlesen

source: Edit the defined smilies
de: Aktuell definierte Smilies bearbeiten

source: Extended Smilies not yet activated!
de: Die erweiterte Smilies sind noch nicht aktiviert!

source: Settings
de: Konfiguration

source: Currently defined Smilies
de: Aktuell definierte Smilies

source: Aliases are seperated by ",". Please don't use spaces.
de: Aliase können mit "," getrennt werden. Allerdings OHNE Leerstellen.

source: Shortcut/Trigger
de: Abkürzung/Trigger

source: Filename
de: Dateiname

source: alternative text
de: Alternativtext

source: Aliases for this smilie
de: Aliase zu diesem Smilie

source: Active
de: Aktiv

source: Apply
de: Anwenden

source: Your browser does not support javascript or you turned it off. The bbsmile interface has been disabled.
de: Ihr Browser unterstützt kein Javaskript oder es ist deaktiviert. Die Oberfläche von BBSmile steht daher nicht zur Verfügung.

source: More Smilies
de: Weitere Smilies

source: Read smilies from filesystem
de: Smilies aus Dateisystem einlesen

source: With confirmation all smilies out of the directory are read. Smilies without a image in the directory will be deleted. Changes on smilie information will be kept.
de: Mit dem Bestätigen werden alle Smilies aus dem unten genannten Verzeichnis eingelesen. Smilies, deren Bilder aus dem Verzeichnis gelöscht wurden, werden ebenfalls gelöscht. Änderung von schon bestehenden Smilies bleiben erhalten.

source: Should the smilies be read out of the directory?
de: Sollen die Smilies jetzt aktualisiert werden?

source: Path to the smilies
de: Verzeichnis (relativ), das die Smiliegrafiken enthält. Ohne / am Ende und ohne Backslashes!

source: Force reload of smilies, all data will be overwritten!
de: Neuladen erzwingen. Alle vorhanden Smilieeinstellungen werden überschrieben!

source: General settings
de: Allgemeine Einstellungen

source: Activate auto smilies
de: Automatisches Einbinden von Smilies aktivieren

source: Path to the automatically included smilies
de: Verzeichnis (relativ), das die automatisch eingebundenen Smiliegrafiken enthält. Alle Dateien, die die Endung gif,jpg,jpeg oder png haben, werden aus diesem verzeichnis automatisch hinzugefügt. Ohne / am Ende und ohne Backslashes!

source: Remove inactive smilie shortcuts
de: Inaktive Smiliekürzel entfernen

source: Click outside this window to close it
de: Zum Schließen bitte außerhalb des Fensters klicken.

source: Actually bbsmile is used with the following modules
de: Der BBSmile-Hook wird mit folgenden Modulen verwendet

source: ** bbsmile is not used with any module **
de: ** bbsmile wird zur Zeit von keinem Modul verwendet **

source: Activate bbsmile for more modules
de: BBSmile für weitere Module aktivieren

source: Visit the bbsmile-project
de: BBSmile-Projekt besuchen
